{"keras_version": "2.2.4", "class_name": "Sequential", "config": {"name": "sequential_3", "layers": [{"class_name": "Dense", "config": {"units": 200, "name": "dense_7", "dtype": "float32", "batch_input_shape": [null, 7], "activation": "elu", "kernel_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "kernel_constraint": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "use_bias": true, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"units": 200, "kernel_constraint": null, "activation": "elu", "bias_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_8", "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "trainable": true, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"units": 3, "kernel_constraint": null, "activation": "linear", "bias_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_9", "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "maxval": 0.05, "seed": null}}, "trainable": true, "activity_regularizer": null}}]}, "backend": "tensorflow"}