{"backend": "tensorflow", "config": {"name": "sequential_2", "layers": [{"class_name": "Dense", "config": {"bias_constraint": null, "trainable": true, "batch_input_shape": [null, 5], "activity_regularizer": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "dtype": "float32", "kernel_regularizer": null, "kernel_constraint": null, "use_bias": true, "activation": "elu", "name": "dense_4", "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}, "units": 60}}, {"class_name": "Dense", "config": {"trainable": true, "activity_regularizer": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "kernel_constraint": null, "bias_constraint": null, "activation": "elu", "name": "dense_5", "units": 60, "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}, "use_bias": true}}, {"class_name": "Dense", "config": {"trainable": true, "activity_regularizer": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "kernel_constraint": null, "bias_constraint": null, "activation": "linear", "name": "dense_6", "units": 2, "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}, "use_bias": true}}]}, "keras_version": "2.2.4", "class_name": "Sequential"}