{"config": {"name": "sequential_1", "layers": [{"config": {"units": 50, "activation": "elu", "trainable": true, "use_bias": true, "bias_constraint": null, "bias_regularizer": null, "name": "dense_1", "kernel_initializer": {"config": {"minval": -0.05, "maxval": 0.05, "seed": null}, "class_name": "RandomUniform"}, "kernel_regularizer": null, "activity_regularizer": null, "dtype": "float32", "kernel_constraint": null, "batch_input_shape": [null, 5], "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"units": 50, "kernel_constraint": null, "trainable": true, "use_bias": true, "bias_constraint": null, "bias_regularizer": null, "name": "dense_2", "kernel_initializer": {"config": {"minval": -0.05, "maxval": 0.05, "seed": null}, "class_name": "RandomUniform"}, "kernel_regularizer": null, "activity_regularizer": null, "activation": "elu", "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}, {"config": {"units": 2, "kernel_constraint": null, "trainable": true, "use_bias": true, "bias_constraint": null, "bias_regularizer": null, "name": "dense_3", "kernel_initializer": {"config": {"minval": -0.05, "maxval": 0.05, "seed": null}, "class_name": "RandomUniform"}, "kernel_regularizer": null, "activity_regularizer": null, "activation": "linear", "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}]}, "class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.2.4"}